using System;

namespace Home_Work_10_1
{
    class Program
    {
        /*
         * 
         * Написать метод для поиска индекса элемента массива(тип элементов в массиве - int),
         * метод должен вернуть индекс первого найденного элемента(если он будет найден).
         */
        static void Main(string[] args)
        {
            Console.WriteLine("Hello World!");
        }
    }
}
